Repository: krishnanunnir/django-KNODE-cms
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ml

source: Account Inactive
ml: അക്കൗണ്ട് നിഷ്‌ക്രിയമാണ്

source: This account is inactive.
ml: ഈ അക്കൗണ്ട് നിഷ്‌ക്രിയമാണ്.

source: E-mail Addresses
ml: ഇ-മെയിൽ അഡ്രസെസ്

source: Manage E-mail
ml: ഇ-മെയിൽ നിയന്ത്രിക്കുക

source: The following e-mail addresses are associated with your account:
ml: ഇനിപ്പറയുന്ന ഇ-മെയിൽ വിലാസങ്ങൾ നിങ്ങളുടെ അക്കൗണ്ടുമായി ബന്ധപ്പെട്ടിരിക്കുന്നു:

source: Verified
ml: വെരിഫൈഡ്

source: Unverified
ml: അൻവേരിഫൈഡ്

source: Primary
ml: പ്രാഥമികം

source: Make Primary
ml: പ്രാഥമികമാക്കുക

source: Re-send Verification
ml: വെരിഫിക്കേഷൻ വീണ്ടും അയയ്‌ക്കുക

source: Remove
ml: നീക്കംചെയ്യുക

source: Warning:
ml: മുന്നറിയിപ്പ്:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ml: നിങ്ങൾക്ക് നിലവിൽ ഒരു ഇ-മെയിൽ വിലാസവും സജ്ജീകരിച്ചിട്ടില്ല.നിങ്ങൾ ഒരു ഇ-മെയിൽ വിലാസം ചേർക്കേണ്ടതിനാൽ നിങ്ങൾക്ക് അറിയിപ്പുകൾ സ്വീകരിക്കാനും പാസ്‌വേഡ് റീസെറ്റ്‌ ചെയ്യാനും കഴിയും.

source: Add another E-mail Address
ml: മറ്റൊരു ഇ-മെയിൽ വിലാസം ചേർക്കുക

source: Add E-mail
ml: ഇ-മെയിൽ ചേർക്കുക

source: Do you really want to remove the selected e-mail address?
ml: തിരഞ്ഞെടുത്ത ഇ-മെയിൽ വിലാസം നീക്കംചെയ്യണോ?

source: Hello from %(site_name)s!
ml: ഹലോ ഫ്രോം %(site_name)s!

source: <h1>Welcome to %(site_domain)s</h1> Hello %(user_display)s,<br><br> Let me begin by welcoming you to %(site_domain)s, please confirm your email by clicking <a href="%(activate_url)s">here</a>.<br><br> Thanks & Regards,<br> Krishnanunni,<br> krishnanunni@ezhuth.in
ml: <h1>%(site_domain)s ലേക്ക് സ്വാഗതം</h1> നമസ്കാരം %(user_display)s,<br><br> നിങ്ങളെ %(site_domain)s ലേക്ക് സ്വാഗതം ചെയ്തുകൊണ്ട് ഞാൻ ആരംഭിക്കാം, <a href="%(activate_url)s">ഇവിടെ</a> ക്ലിക്കുചെയ്ത് നിങ്ങളുടെ ഇമെയിൽ സ്ഥിരീകരിക്കുക.<br><br> നന്ദി, ആശംസകൾ,<br> കൃഷ്ണനുണ്ണി,<br> krishnanunni@ezhuth.in

source: You're receiving this e-mail because a password reset request was issued for the account associated with this email id. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
ml: ഈ ഇമെയിൽ ഐഡിയുമായി ബന്ധപ്പെട്ട അക്കൗണ്ടിനായി പാസ്‌വേഡ് പുന സജ്ജമാക്കൽ അഭ്യർത്ഥന നൽകിയതിനാലാണ് നിങ്ങൾക്ക് ഈ ഇ-മെയിൽ ലഭിക്കുന്നത്.നിങ്ങൾ പാസ്‌വേഡ് പുന .സജ്ജീകരണത്തിനായി അഭ്യർത്ഥിച്ചില്ലെങ്കിൽ ഇത് സുരക്ഷിതമായി അവഗണിക്കാം.നിങ്ങളുടെ പാസ്‌വേഡ് പുന സജ്ജമാക്കാൻ ചുവടെയുള്ള ലിങ്ക് ക്ലിക്കുചെയ്യുക.

source: or
ml: അഥവാ

source: Are you trying to <a href="%(signup_url)s">Sign Up?</a>
ml: നിങ്ങൾ <a href="%(signup_url)s">സൈൻ അപ്പ്</a> ചെയ്യാൻ ശ്രമിക്കുകയാണോ

source: Sign Out
ml: സൈൻ ഔട്ട്

source: Are you sure you want to sign out?
ml: നിങ്ങൾക്ക് സൈൻ ഔട്ട് ചെയ്യണമെന്ന് ഉറപ്പാണോ?

source: You have confirmed %(email)s.
ml: നിങ്ങൾ %(email)s സ്ഥിരീകരിച്ചു.

source: Removed e-mail address %(email)s.
ml: നീക്കംചെയ്ത ഇ-മെയിൽ വിലാസം %(email)s

source: Successfully signed in as %(name)s.
ml: %(name)s ആയി വിജയകരമായി പ്രവേശിച്ചു.

source: You have signed out.
ml: നിങ്ങൾ സൈൻ ഔട്ട് ചെയ്‌തു.

source: Password successfully changed.
ml: പാസ്സ്വേർഡ് വിജയകരമായി മാറ്റി.

source: Password successfully set.
ml: പാസ്‌വേഡ് വിജയകരമായി സജ്ജമാക്കി.

source: Primary e-mail address set.
ml: നിങ്ങളുടെ പ്രാഥമിക ഇ-മെയിൽ വിലാസം സജ്ജമാക്കുക

source: Your primary e-mail address must be verified.
ml: നിങ്ങളുടെ പ്രാഥമിക ഇ-മെയിൽ വിലാസം പരിശോധിക്കേണ്ടതാണ്.

source: Change Password
ml: പാസ്‌വേഡ് പുന .സജ്ജമാക്കുക

source: Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ml: നിങ്ങളുടെ ഇ-മെയിൽ വിലാസം ചുവടെ നൽകുക, അത് പുന reset സജ്ജമാക്കാൻ നിങ്ങളെ അനുവദിക്കുന്ന ഒരു ഇമെയിൽ ഞങ്ങൾ നിങ്ങൾക്ക് അയയ്ക്കും.

source: Reset My Password
ml: എന്റെ പാസ്സ്വേർഡ് റീസെറ്റ് ചെയ്യുക

source: Please contact us if you have any trouble resetting your password.
ml: നിങ്ങളുടെ പാസ്‌വേഡ് പുന സജ്ജമാക്കുന്നതിൽ എന്തെങ്കിലും പ്രശ്നമുണ്ടെങ്കിൽ ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ml: ഞങ്ങൾ നിങ്ങൾക്ക് ഒരു ഇ-മെയിൽ അയച്ചു. നിങ്ങൾക്ക് അത് ലഭിച്ചില്ലെങ്കിൽ ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക കുറച്ച് മിനിറ്റിനുള്ളിൽ.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ml: പാസ്‌വേഡ് പുന reset സജ്ജീകരണ ലിങ്ക് അസാധുവാണ്, കാരണം ഇത് ഇതിനകം ഉപയോഗിച്ചതാകാം. ഒരു അഭ്യർത്ഥിക്കുക.ഒരു പുതിയ പാസ്‌വേഡ് <a href="%(passwd_reset_url)s">പുന സജ്ജീകരണത്തിനായി അഭ്യർത്ഥിക്കുക.</a>

source: change password
ml: പാസ്വേഡ് മാറ്റുക

source: Your password is now changed.
ml: നിങ്ങളുടെ പാസ്‌വേഡ് ഇപ്പോൾ മാറ്റി.

source: Set Password
ml: പാസ്‌വേഡ് സജ്ജമാക്കുക.

source: Signup
ml: സൈൻ അപ്പ്

source: Create New Account
ml: പുതിയ അക്കൗണ്ട് സൃഷ്ടിക്കുക

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
ml: ഇതിനകം ഒരു അക്കൗണ്ട് ഉണ്ടോ? തുടർന്ന് <a href="%(login_url)s"> സൈൻ അപ്പ് ചെയ്യുക </a>.

source: Sign Up Closed
ml: സൈൻ അപ്പ് അടച്ചു

source: We are sorry, but the sign up is currently closed.
ml: ക്ഷമിക്കണം, സൈൻ അപ്പ് നിലവിൽ അടച്ചിരിക്കുന്നു.

source: Note
ml: കുറിപ്പ്

source: you are already logged in as %(user_display)s.
ml: താങ്കൾ ഇപ്പോൾ തന്നെ ലോഗേഡ് ഇൻ ആണ് %(user_display)s.

source: Verify Your E-mail Address
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം വെരിഫയ ചെയുക

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ml: സ്ഥിരീകരണത്തിനായി ഞങ്ങൾ നിങ്ങൾക്ക് ഒരു ഇ-മെയിൽ അയച്ചു. സൈനപ്പ് പ്രക്രിയ അന്തിമമാക്കുന്നതിന് നൽകിയിരിക്കുന്ന ലിങ്ക് പിന്തുടരുക. കുറച്ച് മിനിറ്റിനുള്ളിൽ നിങ്ങൾക്ക് അത് ലഭിച്ചില്ലെങ്കിൽ ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
ml: സ്ഥിരീകരണത്തിനായി ഞങ്ങൾ നിങ്ങൾക്ക് ഒരു ഇ-മെയിൽ അയച്ചു. ദയവായി ഈ ഇ-മെയിലിനുള്ളിലെ ലിങ്കിൽ ക്ലിക്കുചെയ്യുക. കുറച്ച് മിനിറ്റിനുള്ളിൽ നിങ്ങൾക്ക് അത് ലഭിച്ചില്ലെങ്കിൽ ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ml: <strong> കുറിപ്പ്: </ strong> നിങ്ങൾക്ക് ഇപ്പോഴും നിങ്ങളുടെ <a href="%(email_url)s">മെയിൽ വിലാസം</a> മാറ്റാൻ കഴിയും.

source: First Name
ml: ഫസ്റ്റ് നെയിം

source: Last Name
ml: ലാസ്‌റ് നെയിം

source: The Email must be set
ml: ഇമെയിൽ സജ്ജമാക്കിയിരിക്കണം

source: email address
ml: ഈ - മെയില് വിലാസം

source: ezhuth.in
ml: എഴുത്തിൻ

source: Write in Malaylam
ml: മലയാളത്തിൽ എഴുതുക

source: Publish
ml: പബ്ലിഷ്

source: New Post
ml: പുതിയ പോസ്റ്റ് സൃഷ്ടിക്കുക

source: Drafts
ml: ഡ്രാഫ്റ്റുകൾ

source: Account
ml: അക്കൗണ്ട്

source: Manage Email
ml: ഇ-മെയിൽ നിയന്ത്രിക്കുക

source: Sign up
ml: സൈൻ അപ്പ്

source: Log in
ml: ലോഗിൻ

source: Post
ml: പോസ്റ്റ്

source: Comment
ml: കമന്റ്

source: {fieldname} is empty
ml: {fieldname} ശൂന്യമാണ്

source: Choose an image file or drag it here.
ml: ഒരു ഇമേജ് ഫയൽ തിരഞ്ഞെടുക്കുക അല്ലെങ്കിൽ അത് ഇവിടെ വലിച്ചിടുക.

source: Add your description here
ml: വിവരണം ഇവിടെ ചേർക്കുക

source: Add a comment
ml: ഒരു കമന്റ് ചേർക്കുക

source: Are you sure you want to edit this item?
ml: ഈ പോസ്റ്റ് എഡിറ്റുചെയ്യണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?

source: Edit
ml: പോസ്റ്റ് എഡിറ്റുചെയ്യുക

source: Are you sure you want to edit the preview?
ml: ഈ പോസ്റ്റ് പ്രിവ്യൂ എഡിറ്റുചെയ്യണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?

source: Edit Post Preview
ml: പോസ്റ്റ് പ്രിവ്യൂ എഡിറ്റുചെയ്യുക

source: Are you sure you want to delete this item?
ml: ഈ പോസ്റ്റ് ഡിലീറ്റ്ചെയ്യണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?

source: Delete
ml: ഡിലീറ്റ് പോസ്റ്റ്

source: seconds ago
ml: സെക്കൻഡ് മുമ്പ്

source: A minute ago
ml: ഒരു മിനിറ്റ് മുമ്പ്

source: minutes ago
ml: മിനിറ്റ് മുമ്പ്

source: An hour ago
ml: ഒരു മണിക്കൂർ മുമ്പ്

source: hours ago
ml: മണിക്കൂറുകള്ക്ക് മുന്പ്

source: Yesterday
ml: ഇന്നലെ

source: days ago
ml: ദിവസങ്ങൾക്ക് മുൻപ്

source: week ago
ml: ആഴ്ച മുമ്പ്

source: weeks ago
ml: ആഴ്ചകൾക്ക് മുമ്പ്

source: month ago
ml: മാസം മുമ്പ്

source: months ago
ml: മാസം മുമ്പ്

source: year ago
ml: വർഷം മുമ്പ്

source: years ago
ml: വർഷങ്ങൾക്കുമുമ്പ്

source: Page not found
ml: പേജ് കണ്ടെത്തിയില്ല
